Repository: renatavidal/literaryhub
Catalog: UI/Controls/App_LocalResources/PaymentForm.ascx.*.resx
Languages: it

# Pay_Label_Name
source: Cardholder name
it: Nome del titolare

# Pay_Name_Required
source: Enter the cardholder name.
it: Inserisci il nome del titolare.

# Pay_Name_Invalid
source: Invalid name.
it: Nome non valido.

# Pay_Label_Number
source: Card number
it: Numero di carta

# Pay_Number_Placeholder
source: Digits only
it: Solo cifre

# Pay_Number_Required
source: Enter the card number.
it: Inserisci il numero di carta.

# Pay_Number_InvalidDigits
source: Enter 12 to 19 digits.
it: Inserisci da 12 a 19 cifre.

# Pay_Number_InvalidLuhn
source: Invalid card number.
it: Numero di carta non valido.

# Pay_Label_Month
source: Month
it: Mese

# Pay_Month_Required
source: Choose the month.
it: Scegli il mese.

# Pay_Label_Year
source: Year
it: Anno

# Pay_Year_YYYY
source: YYYY
it: AAAA

# Pay_Year_Required
source: Choose the year.
it: Scegli l'anno.

# Pay_Expired
source: The card is expired.
it: La carta è scaduta.

# Pay_Label_Cvv
source: CVV (not stored)
it: CVV (non viene memorizzato)

# Pay_Cvv_Required
source: Enter the CVV.
it: Inserisci il CVV.

# Pay_Cvv_Invalid
source: Invalid CVV.
it: CVV non valido.

# Pay_Cvv_InvalidBrand
source: Invalid CVV for brand.
it: CVV non valido per il circuito.

# Pay_PayButton
source: Pay
it: Paga

# Pay_ErrorPrefix
source: Could not process the payment:
it: Impossibile elaborare il pagamento:
