Repository: renatavidal/literaryhub
Catalog: UI/App_LocalResources/About.aspx.*.resx
Languages: it

# PageTitle
source: About us
it: Chi siamo?

# H1
source: About LiteraryHub
it: Informazioni su LiteraryHub

# Sec1_Title
source: Basic business description
it: Descrizione di base del business

# Sec1_Body
source: LiteraryHub connects readers, authors, and bookstores in a unique ecosystem: algorithm-driven recommendations, virtual reading communities, exclusive author events, and a marketplace to buy books in digital and physical formats with partner bookstores. It includes social features (profiles, reviews, following authors) and a premium plan with benefits and discounts.
it: LiteraryHub collega lettori, autori e librerie in un ecosistema unico: raccomandazioni personalizzate tramite algoritmi, community di lettura virtuali, eventi esclusivi con autori e un marketplace per acquistare libri in formato digitale e fisico con librerie partner. Include funzionalità social (profili, recensioni, follow degli autori) e un piano premium con benefici e sconti.

# Carousel_Aria
source: Image gallery
it: Galleria di immagini

# Carousel_Prev
source: Previous
it: Precedente

# Carousel_Next
source: Next
it: Successivo

# Carousel_Dots
source: Image selector
it: Selettore immagine

# Sec2_Title
source: Current situation
it: Situazione attuale

# Sec2_Body
source: Emerging startup with a founding team in technology, digital marketing, and publishing, advised by leaders from the literary world. Vision: become the leading digital literary hub in 3 years, with 500,000 monthly active users, 200+ partner bookstores, and 500+ renowned authors. Local launch and expansion to 3 countries in the second year.
it: Startup emergente con team fondatore di tecnologia, marketing digitale ed editoria, supportato da figure di riferimento del mondo letterario. Visione: diventare l'hub digitale letterario leader in 3 anni, con 500.000 utenti attivi/mese, oltre 200 librerie partner e più di 500 autori affermati. Lancio locale ed espansione in 3 paesi il secondo anno.

# Sec3_Title
source: What makes us unique?
it: Cosa ci rende unici?

# Sec3_Item1
source: <strong>All-in-one approach:</strong> recommendations + purchase + communities in one place.
it: Club di lettura

# Sec3_Item2
source: <strong>Digital-physical blend:</strong> integrates local bookstores and in-person events.
it: Commenti contestualizzati

# Sec3_Item3
source: <strong>Advanced recommendations:</strong> reading patterns, progress, and contextual ratings.
it: Eventi letterari

# Sec3_Item4
source: <strong>Richer social experience:</strong> per-page comments that avoid spoilers.
it: Incontri con librerie vicine

# Sec3_Item5
source: <strong>Author-reader bridge:</strong> exposure and events that improve author income.
it: Scopri nuovi libri

# Sec4_Title
source: Key success factors
it: Fattori chiave di successo

# Sec4_Item1
source: Personalization technology that improves with use.
it: Tecnologia di personalizzazione che migliora con l'uso.

# Sec4_Item2
source: Diversified revenue model (commissions, subscriptions, events, selective ads).
it: Modello di ricavi diversificato (commissioni, abbonamento, eventi, pubblicità selettiva).

# Sec4_Item3
source: Alliances with publishers, bookstores, Kindle, and content creators.
it: Partnership con editori, librerie, Kindle e creatori di contenuti.

# Sec4_Item4
source: Community focus to increase retention.
it: Focus sulla community per aumentare la retention.

# Sec4_Item5
source: International scalability (languages and local context).
it: Scalabilità internazionale (lingue e contesto locale).

# Sec4_Item6
source: Smooth UX across discovery, purchase, reading, and discussion.
it: Esperienza fluida tra scoprire, acquistare, leggere e discutere.

# Sec4_Item7
source: Useful analytics for authors and bookstores.
it: Analytics utili per autori e librerie.

# Sec5_Title
source: Strategy (Mission, Vision and timeline)
it: Strategia (Missione, Visione e orizzonte temporale)

# Sec5_Body
source: Three-year horizon with quarterly reviews and agile methodology: allows adaptation to economic, technological and publishing changes, incorporating AI, predictive analytics and sustainable strategic partnerships.
it: Orizzonte di 3 anni con valutazioni trimestrali e metodologia agile: consente di adattarsi ai cambiamenti economici, tecnologici ed editoriali, integrando IA, analisi predittiva e alleanze strategiche sostenibili.
