Repository: renatavidal/literaryhub
Catalog: UI/App_LocalResources/Help.aspx.*.resx
Languages: it

# Help_TitleTag
source: Help Center - LiteraryHub
it: Centro assistenza - LiteraryHub

# Help_H1
source: Help Center (FAQs)
it: Centro assistenza (FAQ)

# Help_Q1
source: How do I create an account on LiteraryHub?
it: Come creo un account su LiteraryHub?

# Help_Q2
source: What if I did not receive the verification email?
it: Cosa faccio se non ho ricevuto l'email di verifica?

# Help_Q3
source: How do I change my password?
it: Come cambio la mia password?

# Help_Q4
source: Can I join reading groups without a paid subscription?
it: Posso partecipare ai gruppi di lettura senza abbonamento a pagamento?

# Help_Q5
source: How can I contact support?
it: Come posso contattare il supporto?

# Help_A1
source: Click <strong>Sign up</strong>, fill in your details and confirm your email. Done!
it: Fai clic su <strong>Sign up</strong>, compila i tuoi dati e conferma l'email. Fatto!

# Help_A2
source: Check your spam folder. If it's not there, from the <strong>Verification pending</strong> page you can resend the email.
it: Controlla la cartella spam. Se non c'è, dalla pagina <strong>Verifica in sospeso</strong> puoi reinviare l'email.

# Help_A3
source: Go to your profile, select <em>Account settings</em> and click <strong>Change password</strong>.
it: Vai al tuo profilo, seleziona <em>Impostazioni account</em> e fai clic su <strong>Cambia password</strong>.

# Help_A4
source: Yes, there are free groups available. With a Premium subscription you get access to exclusive groups.
it: Sì, ci sono gruppi gratuiti. Con un abbonamento Premium accedi a gruppi esclusivi.

# Help_A5
source: You can email us at <a href="mailto:literary.hub.contact@gmail.com">literary.hub.contact@gmail.com</a> or via the <strong>Contact us</strong> page.
it: Puoi scriverci a <a href="mailto:literary.hub.contact@gmail.com">literary.hub.contact@gmail.com</a> o dalla sezione <strong>Contattaci</strong> sul sito.

# Help_Back
source: Back to home
it: Torna alla home
