Repository: renatavidal/literaryhub
Catalog: UI/App_LocalResources/Landing.aspx.*.resx
Languages: it

# Landing_Hero_Title
source: Discover a world of books
it: Scopri un mondo di libri

# Landing_Hero_Sub
source: Explore titles, join reading groups, and share your passion for literature.
it: Esplora titoli, unisciti ai gruppi di lettura e condividi la tua passione per la letteratura.

# Landing_Hero_Login
source: Log in
it: Accedi

# Landing_Hero_Signup
source: Sign up
it: Registrati

# Landing_Popular_Title
source: Popular Books
it: Libri popolari

# Landing_Feature1_Title
source: Reading groups
it: Gruppi di lettura

# Landing_Feature1_Body
source: Find groups by genre, location or language and read together at your own pace.
it: Trova gruppi per genere, posizione o lingua e leggi insieme al tuo ritmo.

# Landing_Feature1_CTA
source: Explore groups
it: Esplora gruppi

# Landing_Feature2_Title
source: Author events
it: Eventi con autori

# Landing_Feature2_Body
source: Join Q&A sessions, book launches and exclusive interviews.
it: Partecipa a sessioni di Q&A, lanci di libri e interviste esclusive.

# Landing_Feature2_CTA
source: View events
it: Vedi eventi

# Landing_Feature3_Title
source: Curated classics
it: Classici selezionati

# Landing_Feature3_Body
source: Rediscover timeless works with community notes, annotations and reading guides.
it: Riscopri opere senza tempo con note della community, annotazioni e guide alla lettura.

# Landing_Feature3_CTA
source: View classics
it: Vedi classici

# Landing_CTA_Body
source: Join thousands of readers discovering new books, joining groups and attending live events.
it: Unisciti a migliaia di lettori che scoprono nuovi libri, si uniscono ai gruppi e partecipano a eventi dal vivo.

# Landing_CTA_Login
source: Log in
it: Accedi

# Landing_CTA_Signup
source: Sign up
it: Registrati

# Landing_AuthorBanner
source: Are you an author or own a bookstore? Join, publish and sell!
it: Sei un autore o possiedi una libreria? Unisciti, pubblica e vendi!
