Repository: renatavidal/literaryhub
Catalog: UI/App_LocalResources/Privacy.aspx.*.resx
Languages: it

# Privacy_H1
source: Privacy Policy
it: Informativa sulla privacy

# Privacy_Intro
source: Explains what data we collect, how we use it and your rights. Informational template (not legal advice).
it: Spiega quali dati raccogliamo, come li usiamo e i tuoi diritti. Modello informativo (non consulenza legale).

# Privacy_Data_Title
source: Data we collect
it: Dati che raccogliamo

# Privacy_Data_1
source: Account (name, email, language) and reading preferences.
it: Account (nome, email, lingua) e preferenze di lettura.

# Privacy_Data_2
source: Activity on the platform (groups, reviews, reading progress).
it: Attività sulla piattaforma (gruppi, recensioni, avanzamento di lettura).

# Privacy_Data_3
source: Purchase data (external payment providers).
it: Dati di acquisto (provider esterni per i pagamenti).

# Privacy_Use_Title
source: How we use data
it: Come usiamo i dati

# Privacy_Use_1
source: Personalized recommendations, service operation and fraud prevention.
it: Raccomandazioni personalizzate, funzionamento del servizio e prevenzione frodi.

# Privacy_Use_2
source: Communications about groups, events and news (opt-in/opt-out).
it: Comunicazioni su gruppi, eventi e novità (opt-in/opt-out).

# Privacy_Legal_Title
source: Legal basis and third parties
it: Base giuridica e terze parti

# Privacy_Legal_Body
source: Consent, contract performance and legitimate interest. We share only with necessary processors (payments, analytics) under processing agreements.
it: Consenso, esecuzione del contratto e legittimo interesse. Condividiamo solo con responsabili necessari (pagamenti, analytics) con accordi di trattamento.

# Privacy_Security_Title
source: Retention and security
it: Conservazione e sicurezza

# Privacy_Security_Body
source: We retain data as needed to provide the service or for legal obligations. We apply the security measures listed in <a href="/Security.aspx">Security policies</a>.
it: Conserviamo per il tempo necessario a fornire il servizio o per obblighi di legge. Applichiamo le misure di sicurezza indicate in <a href="/Security.aspx">Politiche di sicurezza</a>.

# Privacy_Rights_Title
source: Your rights
it: I tuoi diritti

# Privacy_Rights_Body
source: You can access, correct, delete and export your data. Write to <a href="mailto:privacy@literaryhub.example">privacy@literaryhub.example</a>.
it: Puoi accedere, correggere, eliminare ed esportare i tuoi dati. Scrivici a <a href="mailto:privacy@literaryhub.example">privacy@literaryhub.example</a>.

# Privacy_Cookies_Title
source: Cookies
it: Cookie

# Privacy_Cookies_Body
source: We use essential and analytics cookies. You can manage them from your browser settings.
it: Usiamo cookie essenziali e analitici. Puoi gestirli dalle impostazioni del browser.

# Privacy_Placeholder
source: Space for banner/illustration
it: Spazio per banner/illustrazione
