Repository: renatavidal/literaryhub
Catalog: UI/App_LocalResources/Security.aspx.*.resx
Languages: it

# Security_Title
source: Security Policies
it: Politiche di sicurezza

# Security_H1
source: Security Policies
it: Politiche di sicurezza

# Security_Intro
source: We protect confidentiality, integrity and availability of our community data.
it: Proteggiamo riservatezza, integrità e disponibilità dei dati della nostra community.

# Security_Sec_InfoSec
source: Information Security
it: Sicurezza delle informazioni

# Security_InfoSec_Item1
source: TLS encryption in transit; sensitive data encrypted at rest.
it: Crittografia TLS in transito; dati sensibili cifrati a riposo.

# Security_InfoSec_Item2
source: Role-based access control and strengthened authentication.
it: Controlli di accesso basati sui ruoli e autenticazione rafforzata.

# Security_InfoSec_Item3
source: Event logging and monitoring to detect anomalies.
it: Registrazione eventi e monitoraggio per rilevare anomalie.

# Security_Sec_Payments
source: Payments
it: Pagamenti

# Security_Payments_Body
source: Transactions processed by certified providers; we do not store full card data.
it: Transazioni elaborate da provider certificati; non archiviamo i dati completi delle carte.

# Security_Sec_Infrastructure
source: Infrastructure
it: Infrastruttura

# Security_Infrastructure_Item1
source: Scheduled backups and restore testing.
it: Backup programmati e test di ripristino.

# Security_Infrastructure_Item2
source: Regular patching and dependency reviews.
it: Patch periodiche e revisione delle dipendenze.

# Security_Infrastructure_Item3
source: Environment separation (dev, test, prod).
it: Separazione degli ambienti (dev, test, prod).

# Security_Sec_VulnReport
source: Vulnerability reporting
it: Segnalazione vulnerabilità

# Security_Vuln_Body
source: If you find a vulnerability, contact
it: Se trovi una vulnerabilità, contattaci a
