Repository: renatavidal/literaryhub
Catalog: UI/App_LocalResources/SignupCliente.aspx.*.resx
Languages: it

# SC_Title
source: New Client
it: Nuovo cliente

# SC_Cuil_Required
source: Enter CUIL/CUIT
it: Inserisci CUIL/CUIT

# SC_Cuil_Invalid
source: Invalid CUIL format
it: Formato CUIL non valido

# SC_Email_Required
source: Enter email.
it: Inserisci l'email.

# SC_Email_Invalid
source: Invalid email.
it: Email non valida.

# SC_Label_Name
source: First name
it: Nome

# SC_Name_Required
source: Enter first name.
it: Inserisci il nome.

# SC_Name_Invalid
source: Invalid name (letters/spaces only, 2-60).
it: Nome non valido (solo lettere/spazi, 2-60).

# SC_Label_LastName
source: Last name
it: Cognome

# SC_LastName_Required
source: Enter last name.
it: Inserisci il cognome.

# SC_LastName_Invalid
source: Invalid last name (letters/spaces only, 2-60).
it: Cognome non valido (solo lettere/spazi, 2-60).

# SC_Label_Alias
source: Business / Alias
it: Azienda / Alias

# SC_Alias_Required
source: Enter business alias.
it: Inserisci l'alias dell'azienda.

# SC_Alias_Invalid
source: Invalid alias (2-120, letters/digits/.,-/()/&/).
it: Alias non valido (2-120, lettere/numeri/.,-/()/&/).

# SC_Label_Tel
source: Phone
it: Telefono

# SC_Tel_Required
source: Enter phone.
it: Inserisci il telefono.

# SC_Tel_Invalid
source: Invalid phone (6-25, digits + () - . spaces).
it: Telefono non valido (6-25, cifre + () - . spazi).

# SC_Label_Tipo
source: Client type
it: Tipo di cliente

# SC_Tipo_Autor
source: Author
it: Autore

# SC_Tipo_Libreria
source: Bookstore
it: Libreria

# SC_Tipo_Required
source: Choose a client type.
it: Scegli il tipo di cliente.

# SC_Label_Ubicacion
source: Location
it: Posizione

# SC_Label_RazonSocial
source: Business name
it: Ragione sociale

# SC_Label_IVA
source: VAT condition
it: Condizione IVA

# SC_Label_CuitFac
source: Billing CUIT
it: CUIT fatturazione

# SC_Label_DomFac
source: Fiscal address
it: Indirizzo fiscale

# SC_DomFac_Required
source: Enter fiscal address.
it: Inserisci l'indirizzo fiscale.

# SC_DomFac_Invalid
source: Invalid address (4-200 chars, no line breaks).
it: Indirizzo non valido (4-200 caratteri, senza interruzioni di riga).

# SC_Label_EmailFac
source: Billing email
it: Email fatturazione

# SC_EmailFac_Required
source: Enter billing email.
it: Inserisci l'email di fatturazione.

# SC_EmailFac_Invalid
source: Invalid billing email.
it: Email di fatturazione non valida.

# SC_Password_Hint
source: Min 8, max 64. Must include: uppercase, lowercase, number and symbol.
it: Min 8, max 64. Deve includere: maiuscola, minuscola, numero e simbolo.

# SC_Password_Required
source: Enter a password.
it: Inserisci una password.

# SC_Password_Invalid
source: Password does not meet requirements.
it: La password non soddisfa i requisiti.

# SC_Confirm_Label
source: Confirm password
it: Conferma password

# SC_Confirm_Required
source: Repeat the password.
it: Ripeti la password.

# SC_Confirm_Mismatch
source: Passwords do not match.
it: Le password non coincidono.

# SC_Terms_Prefix
source: I accept the
it: Accetto i

# SC_Terms_LinkTerms
source: Terms and conditions
it: Termini e condizioni

# SC_Terms_Error
source: You must accept the Terms and Privacy.
it: Devi accettare i Termini e la Privacy.

# SC_Button_Create
source: Create client
it: Crea cliente

# SC_Captcha_Check
source: Please verify the captcha.
it: Verifica il captcha.

# SC_Success
source: Done! We sent you an email to verify your account.
it: Fatto! Ti abbiamo inviato un'email per verificare il tuo account.

# SC_Success_WithId
source: Client created. Id:
it: Cliente creato. Id:
