Repository: renatavidal/literaryhub
Catalog: UI/App_LocalResources/VerifyEmailPending.aspx.*.resx
Languages: it

# Verify_Title
source: Email verification pending
it: Verifica email in sospeso

# Verify_H1
source: Confirm your email
it: Conferma la tua email

# Verify_Resend
source: Resend verification
it: Reinvia verifica

# Verify_Logout
source: Sign out
it: Esci

# Verify_Hint
source: Check your spam folder and allow literary.hub.contact@gmail.com.
it: Controlla la cartella spam e consenti literary.hub.contact@gmail.com.

# Verify_Status_Sent
source: We sent you an email with the verification link.
it: Ti abbiamo inviato un'email con il link di verifica.

# Verify_Status_Invalid
source: Invalid or expired link.
it: Link non valido o scaduto.

# Verify_Status_Verified
source: Your email has been verified!
it: La tua email è stata verificata!

# Verify_Status_Resent
source: Done. We resent the verification link. Check your inbox.
it: Fatto. Abbiamo reinviato il link di verifica. Controlla la posta in arrivo.

# Verify_Status_ResendError
source: We could not resend the email now. Please try again in a few minutes.
it: Impossibile reinviare l'email ora. Riprova tra qualche minuto.
